
{
  "shuffle": {
    "about": "Un mix totalmente casuale di domande da tutte le categorie e stati d’animo. Non sai mai cosa arriva dopo: può essere divertente, profondo, piccante o riflessivo. Perfetto per gruppi che vogliono varietà e spontaneità.",
    "format": "Funziona per 2–15 persone. Estrazione casuale da tutti i tipi di domande. Tiene tutti sulle spine e l’energia alta."
  },
  "subcategories": {
    "This or That": {
      "about": "Domande rapide e giocose a scelta obbligata che rivelano preferenze e personalità in pochi secondi. Perfette per rompere il ghiaccio e scoprire cosa fa funzionare qualcuno tramite scelte semplici ma rivelatrici.",
      "format": "Ideale per 2–8 persone. Domande facili, informali, senza pressione. Nessun obbligo, solo conversazioni divertenti."
    },
    "Light Questions": {
      "about": "Domande calde e accessibili che mantengono il clima amichevole e confortevole. Ottime per conoscere qualcuno senza andare troppo in profondità troppo presto.",
      "format": "Perfetto per 2–10 persone. Argomenti leggeri, condivisione semplice. Uno spazio sicuro per aprirsi con i propri tempi."
    },
    "Moderate Questions": {
      "about": "Un passo più in là del semplice small talk. Queste domande invitano a racconti significativi, opinioni ed esperienze senza diventare troppo pesanti.",
      "format": "Meglio per 2–8 persone. Profondità media, risposte pensate. Un buon equilibrio tra divertimento e sostanza."
    },
    "In-depth Questions": {
      "about": "Per quando sei pronto ad andare oltre la superficie. Queste domande esplorano valori, lezioni di vita e riflessioni più profonde che rivelano chi è davvero una persona.",
      "format": "Funziona meglio con 2–6 persone. Temi più profondi, conversazioni più lunghe. Crea fiducia e connessione reale."
    },
    "Love Couples": {
      "about": "Pensate apposta per le coppie per approfondire l’intimità, esplorare sogni insieme e avere quelle conversazioni dolci o difficili che rafforzano la relazione.",
      "format": "Per 2 persone (coppie). Domande intime, condivisione sincera. Costruisce vicinanza e comprensione."
    },
    "Parent Perspective": {
      "about": "Domande dal punto di vista dei genitori: esplorano stili educativi, valori da trasmettere e gioie e sfide del crescere figli.",
      "format": "Ottimo per 2–8 persone. Temi centrati sulla genitorialità. Condividi saggezza, ridi del caos, create legami nel percorso."
    },
    "Child Perspective": {
      "about": "Uno sguardo alle memorie d’infanzia, ai momenti buffi e alla prospettiva unica di quando si era bambini. Nostalgia e racconti giocosi insieme.",
      "format": "Perfetto per 2–10 persone. Ricordi d’infanzia, storie sciocche. Rivivete insieme i bei tempi."
    },
    "Sibling Perspective": {
      "about": "Tutto sulle dinamiche tra fratelli e sorelle: battute interne, litigi epici e quel legame caotico che solo i fratelli capiscono.",
      "format": "Meglio per 2–6 persone. Storie da fratelli. Ridete della rivalità e celebrate il legame."
    },
    "Grandparent Perspective": {
      "about": "Per onorare la saggezza, l’umorismo e le storie dei nonni. Domande che accendono connessioni tra generazioni e consigli senza tempo.",
      "format": "Ideale per 2–8 persone. Condivisione multigenerazionale. Colmate le distanze e custodite le storie."
    },
    "This or That (Funny)": {
      "about": "Scenari assurdi a scelta obbligata che non hanno alcun senso ma fanno ridere tantissimo. Aspettati nonsense, caos e divertimento.",
      "format": "Perfetto per 2–12 persone. Scelte stupide, reazioni rumorose. Zero serietà, massimo intrattenimento."
    },
    "Bold Questions (Funny)": {
      "about": "Domande esilaranti e un po’ audaci che fanno ridere a crepapelle. Non offensive, solo abbastanza sfacciate da tenere tutto vivace.",
      "format": "Meglio per 2–10 persone. Umorismo audace, confessioni divertenti. Spingete un po’ i limiti e fate ridere tutti."
    },
    "This or That (Spicy)": {
      "about": "Domande civettuole e provocanti a scelta obbligata che alzano la temperatura. Per adulti pronti a esplorare attrazione, intimità e chimica.",
      "format": "Solo adulti, 2–8 persone. Temi piccanti, menti aperte. Flirtate, stuzzicate e testate i confini."
    },
    "Bold Questions (Spicy)": {
      "about": "Domande dirette e senza giri di parole su sesso, desiderio e intimità. Per un pubblico maturo che vuole conversazioni crude e sincere.",
      "format": "Solo adulti, 2–6 persone. Contenuti espliciti, senza filtri. Siate onesti, audaci e rispettosi."
    },
    "Values & Culture": {
      "about": "Un tuffo nei valori sul lavoro, nella cultura del team e in ciò che ti motiva professionalmente. Ottimo per team che vogliono fiducia e allineamento.",
      "format": "Perfetto per 2–15 persone. Valori legati al lavoro. Rafforza la cultura del team e trova terreno comune."
    },
    "Challenges & Experiences": {
      "about": "Parliamo davvero di sfide professionali, momenti di crescita e lezioni imparate a caro prezzo. Vulnerabilità e saggezza di carriera insieme.",
      "format": "Meglio per 2–10 persone. Esperienze di lavoro, riflessioni sincere. Imparate gli uni dagli altri e crescete insieme."
    },
    "Never Have I Ever": {
      "about": "Il gioco classico per rivelare cosa hai fatto (o non hai fatto). Aspettati confessioni, sorprese e tanti momenti da “Aspetta, davvero?!”",
      "format": "Ottimo per 3–12 persone. A turno leggete, alzate la mano se l’avete fatto. Semplice, coinvolgente, rivelatore."
    },
    "Debate Sparks": {
      "about": "Temi caldi e opinioni polarizzanti pensati per accendere il dibattito (in modo positivo). Difendi la tua idea, ascolta l’altra parte.",
      "format": "Meglio per 4–12 persone. Scegli una posizione e discutete con rispetto. Discussioni appassionate, menti aperte."
    },
    "Would You Rather": {
      "about": "Scelte impossibili che ti costringono a pesare compromessi difficili. Divertenti, filosofiche o brutalmente dure: ogni risposta dice qualcosa.",
      "format": "Perfetto per 2–10 persone. Scegli tra due opzioni e spiega perché. Round veloci o discussioni profonde."
    },
    "Truth or Dare": {
      "about": "Il gioco da festa intramontabile di verità e sfide folli. Aspettati risate, imbarazzo e momenti indimenticabili.",
      "format": "Meglio per 3–10 persone. Scegli Verità o Obbligo e completa la sfida. Tenetelo divertente e sicuro."
    }
  }
}

